var VideoList = [
	// anime
	"91天",
	"齊木楠雄的災難",
	"野球少年",
	"重生計劃",
	"食戟之靈",
	"這個美術部有問題",
	"潮與虎",
	"火星異種",
	"代号D機關",
	"亞人",
	"逆轉裁判",
	"在下坂本",
	"暗殺教室",
	"排球少年",
	"偵探小隊",
	"黑傑克",
	"飙速宅男",
	"頭文字",
	"第一神拳",
	"寄生獸",
	"寵物小精靈",
	// 美劇
	"福爾摩斯",
	"黑名單",
	"絕命毒師",
	"絕命律師",
	"X檔案",
	"紙牌屋",
	"魔術師",
	// 日劇
	"擁有神之舌的男人",
	"期待度零的新進員工",
	"戀戀外星人",
	"有喜歡的人",
	"刑警7人",
	"咕咕是一隻貓",
	"重版出來",
	"世上最難之戀",
	"我的危險妻子",
	"Specialist",
	"内心之衣",
	"孤獨的美食家",
	"相棒",
	"貓侍",
	// 韓劇
	"玉氏南政基",
	// 陸劇
	"鄉村愛情",
	// end
	"_END_"
];

var ActorList = [
	// 男演員
	"小泉孝太郎", "神木隆之介",
	"木村拓哉",  "唐澤壽明", "東山紀之", "相葉雅紀", "反町隆史", "江口洋介", "沢村一樹", "竹野内豐", "松田翔太",
	"堺雅人", "小栗旬", "大野智", "草剪剛", "阿部寬", "錦戶亮", "玉木宏",  "松本潤", "櫻井翔", "水谷豐",
	"尹相铉",
	"胡歌",
	// 女演員
	"仲間由紀惠", "戶田惠梨香", "松島菜菜子",
	"新垣結衣", "米倉涼子", "北川景子", "桐谷美玲", "松下奈緒", "筱原涼子", "比嘉愛未", "木村佳乃", "天海祐希", "相武紗季", 
	"剛力彩芽", "堀北真希", "長澤雅美", "柴咲コウ", 
	"柴崎幸", "武井咲", "绫濑遙", 
	"沢尻", "澤尻", "波瑠",
	//"杏", 
	"李瑤媛", "全智賢", "崔智友", "秀愛",
	"劉詩詩", "江疏影", "王曉晨",
	// end
	"_END_"
];

